<?php

/**
   * How it works.
   *
   * @author KCG
   * @since May 1, 2018
   * @return Response
   */
return [
	'buyer' =>[
		'tab' => ' 我在招牌',
		'title' => '如果您在招人，它是如何运作的？',
		'sub_title' => '这是一个寻找世界顶尖人才自由职业者并与他们有效合作的好地方。',
		'find' => [
			'title' => '轻松找到优秀的自由职业者',
			'desc' => '您将会找到从设计师到开发人员，编写，客户支持代表等顶尖人才。',
			'items' => '<ul>
                            <li><strong>发一份工作</strong><br />告诉我们您的项目和所需要的具体技能。您可以免费寄出您的工作项目 。</li>
                            <li><strong>找到优秀的自由职业者</strong><br />您将自动开始收到自由职业者们的报价。或者，您可以直接搜索我们的网站以寻找人才，并直接向他们提供您的工作项目。</li>
                        </ul>'
		],
		'hire' => [
			'title' => '雇佣最合适的自由职业者',
			'desc' => '您可以邀请您最喜欢的候选人提交投标，然后审查并雇佣',
			'items' => '<ul>
                            <li><strong>浏览自由职业者档案</strong><br />查看自由职业者的档案并且得到他们的投资组合，工作成功评分，客户评分等等各种信息。</li>
                            <li><strong>审查建议</strong><br />评估来自自由职业者的报价（资格，总成本和时间）并进行比较</li>
                            <li><strong>实时聊天</strong><br />问一些具体的问题，然后雇佣最合适的人</li>
                        </ul>'
		],
		'work' => [
			'title' => '有效工作',
			'desc' => '每一份合同都会有属于您和您雇佣的自由职业者的工作空间',
			'items' => '<ul>
                            <li><strong>安定的工作聊天空间</strong><br />您可以与自由职业者发起聊天，还可以分享工作文件。</li>
                            <li><strong>每小时的合同</strong><br />您可以在工作日记上核实计算小时数，在自由职业者为您工作时将自动进行击键次数的计算和对于电脑屏幕的截屏。</li>
                            <li><strong>固定价格合同</strong><br />您和您的自由职业者都同意每份合同的里程碑。当自由职业者达到里程碑时您审查他所做的工作并释放资金。</li>
                        </ul>'
		],
		'pay' => [
			'title' => '当您满意时轻松释放资金',
			'desc' => '当您百分之百满意之后再按小时发放资金或者发放合同上固定的资金',
			'items' => '<ul>
                            <li><strong>安全的付款</strong><br />我们安全地给自由职业者付款，只为您授权的工作付费</li>
                            <li><strong>明确的报告</strong><br />您可以查看详细报告和交易历史纪录</li>
                        </ul>'
		],
		'action' => [
			'title' => '准备雇佣一名自由职业者?',
			'desc' => '立即发布一个项目并从顶尖自由职业者获得出价。',
			'button' => '发一份工作',
		]
	],

	'freelancer' =>[
		'tab' => '我是威客',
		'title' => '它如和为自由职业者服务？',
		'sub_title' => '一个可以寻找更多客户更多机会并发展自己的自由职业的好地方',
		'find' => [
			'title' => '寻找工作',
			'desc' => 'iJobDesk是一个寻找更多客户，更多机会以及发展自己的自由职业的好平台。',
			'items' => '<ul>
                            <li><strong>寻找理想的工作</strong><br />只需要完成您在任何类别中感兴趣的个人资料搜索项目，并回复客户邀请</li>
                            <li><strong>更好地工作，更高的收入</strong><br />您把项目做得越好，客户支付给您的收入就越大。您把项目完成得越好，获得客户邀请的可能性就越大。</li>
                        </ul>'
		],
		'hire' => [
			'title' => '快速被录用',
			'desc' => '很容易与客户联系并开始工作',
			'items' => '<ul>
                            <li><strong>杰出的概要文件</strong><br />创造最佳形象。这里包括专业技能，经验，综合教育和成就等。文件要完整，没有错误并且要具有友好，专业的形象。</li>
                            <li><strong>引人注目的提案</strong><br />这将大大提高您接受面试和被雇佣的可能性。您的提案最好是符合专业的，并且写要得好，没有错误，适合您要找的工作。并真实的表达您的优势和技能。</li>
                            <li><strong>好的工作项目</strong><br />优秀的自由职业者响应客户的需要并与客户进行沟通，并能够每次按时出色的完成工作项目。</li>
                        </ul>'
		],
		'work' => [
			'title' => '有效的工作',
			'desc' => '每份合同都会为您和您的客户提供在线的工作空间。',
			'items' => '<ul>
                            <li><strong>安全的聊天房</strong><br />您可以与客户聊天和共享文件</li>
                            <li><strong>每小时合同</strong><br />下载iJobDesk桌面应用程序并使用它。通过在工作时间正在进行的屏幕截图您可以给您的客户提供您正在努力完成项目的证据。如果您的客户同意，您也可以手动跟踪小时数。通过桌面应用程序的跟踪记录您的客户将自动为您工作的时间进行计费。</li>
                            <li><strong>固定价格合同</strong><br />您和您的客户都同意每份合同的里程碑。提交每个工作项目的里程碑，然后您的客户将在批准后从托管中释放资金。</li>
                        </ul>'
		],
		'pay' => [
			'title' => '安全的获得资金',
			'desc' => 'iJobDesk将有助于确保您是否收到了完成项目时所应收到的资金。',
			'items' => '<ul>
                            <li><strong>精简的过程</strong><br />依靠简单的付款流程</li>
                            <li><strong>按小时和固定价格的项目</strong><br />对于按小时的工作，它每周通过iJobDesk提交时间表。对于固定价格的工作，资金通过iJobDesk从托管中发布</li>
                            <li><strong>多种付款方式</strong><br />选择您最适合的付款方式比如直接付款，PayPal，电汇等等。</li>
                            <li><strong>费用</strong><br />您将被收取工作费用，费用会从您收到的总资金中扣除。</li>
                        </ul>'
		],
		'action' => [
			'title' => '准备好被雇佣了吗？',
			'desc' => '准备好您的个人资料并开始投标',
			'button' => '成为一名威客',
		]
	],
];
